{
  "type_of_reference": "JOUR",
  "primary_title": "ResFinder 4.0 for predictions of phenotypes from genotypes",
  "first_authors": [
    "Bortolaia, Valeria",
    "Kaas, Rolf S.",
    "Ruppe, Etienne",
    "Roberts, Marilyn C.",
    "Schwarz, Stefan",
    "Cattoir, Vincent",
    "Philippon, Alain",
    "Allesoe, Rosa L.",
    "Rebelo, Ana Rita",
    "Florensa, Alfred Ferrer",
    "Fagelhauer, Linda",
    "Chakraborty, Trinad",
    "Neumann, Bernd",
    "Werner, Guido",
    "Bender, Jennifer K.",
    "Stingl, Kerstin",
    "Nguyen, Minh",
    "Coppens, Jasmine",
    "Xavier, Basil Britto",
    "Malhotra-Kumar, Surbhi",
    "Westh, Henrik",
    "Pinholt, Mette",
    "Anjum, Muna F.",
    "Duggett, Nicholas A.",
    "Kempf, Isabelle",
    "Nykäsenoja, Suvi",
    "Olkkola, Satu",
    "Wieczorek, Kinga",
    "Amaro, Ana",
    "Clemente, Lurdes",
    "Mossong, Joël",
    "Losch, Serge",
    "Ragimbeau, Catherine",
    "Lund, Ole",
    "Aarestrup, Frank M."
  ],
  "publication_year": "2020///",
  "alternate_title3": "Journal of Antimicrobial Chemotherapy",
  "volume": "75",
  "number": "12",
  "start_page": "3491",
  "end_page": "3500",
  "doi": "10.1093/jac/dkaa345",
  "file_attachments1": "file:///D:/articles/Bortolaia et al._2020_ResFinder 4.0 for predictions of phenotypes from genotypes(2).pdf",
  "abstract": "Objectives: WGS-based antimicrobial susceptibility testing (AST) is as reliable as phenotypic AST for several antimicrobial/bacterial species combinations. However, routine use of WGS-based AST is hindered by the need for bioinformatics skills and knowledge of antimicrobial resistance (AMR) determinants to operate the vast majority of tools developed to date. By leveraging on ResFinder and PointFinder, two freely accessible tools that can also assist users without bioinformatics skills, we aimed at increasing their speed and providing an easily interpretable antibiogram as output. Methods: The ResFinder code was re-written to process raw reads and use Kmer-based alignment. The existing ResFinder and PointFinder databases were revised and expanded. Additional databases were developed including a genotype-to-phenotype key associating each AMR determinant with a phenotype at the antimicrobial compound level, and species-specific panels for in silico antibiograms. ResFinder 4.0 was validated using Escherichia coli (n = 584), Salmonella spp. (n = 1081), Campylobacter jejuni (n = 239), Enterococcus faecium (n = 106), Enterococcus faecalis (n = 50) and Staphylococcus aureus (n = 163) exhibiting different AST profiles, and from different human and animal sources and geographical origins. Results: Genotype-phenotype concordance was ≥95% for 46/51 and 25/32 of the antimicrobial/species combinations evaluated for Gram-negative and Gram-positive bacteria, respectively. When genotype-phenotype concordance was <95%, discrepancies were mainly linked to criteria for interpretation of phenotypic tests and suboptimal sequence quality, and not to ResFinder 4.0 performance. Conclusions: WGS-based AST using ResFinder 4.0 provides in silico antibiograms as reliable as those obtained by phenotypic AST at least for the bacterial species/antimicrobial agents of major public health relevance considered."
}