{
  "type_of_reference": "JOUR",
  "primary_title": "A gene-by-gene population genomics platform: de novo assembly, annotation and genealogical analysis of 108 representative Neisseria meningitidis genomes",
  "first_authors": [
    "Bratcher, Holly B.",
    "Corton, Craig",
    "Jolley, Keith A.",
    "Parkhill, Julian",
    "Maiden, Martin CJ J"
  ],
  "publication_year": "2014///",
  "keywords": [
    "BIGSdb",
    "Bacterial",
    "Bacterial population genomics",
    "Bacterial: genetics",
    "Gene-by-gene analysis",
    "Genome",
    "Genomics",
    "Genomics: methods",
    "High-Throughput Nucleotide Sequencing",
    "Molecular Sequence Annotation",
    "Neisseria meningitidis",
    "Neisseria meningitidis: genetics",
    "Phylogeny",
    "cgMLST",
    "de novo assembly",
    "rMLST",
    "rST"
  ],
  "alternate_title3": "BMC Genomics",
  "volume": "15",
  "number": "1",
  "start_page": "1138",
  "end_page": "1138",
  "issn": "1471-2164 (Electronic)\\r1471-2164 (Linking)",
  "doi": "10.1186/1471-2164-15-1138",
  "url": "http://bmcgenomics.biomedcentral.com/articles/10.1186/1471-2164-15-1138",
  "file_attachments1": "file:///D:/articles/12864_2014_Article_6881.pdf",
  "notes": [
    "From Duplicate 2 (A gene-by-gene population genomics platform: de novo assembly, annotation and genealogical analysis of 108 representative Neisseria meningitidis genomes - Bratcher, Holly B; Corton, Craig; Jolley, Keith A; Parkhill, Julian; Maiden, Martin CJ)",
    "Some really good information on the introduction."
  ],
  "abstract": "BACKGROUND: Highly parallel, 'second generation' sequencing technologies have rapidly expanded the number of bacterial whole genome sequences available for study, permitting the emergence of the discipline of population genomics. Most of these data are publically available as unassembled short-read sequence files that require extensive processing before they can be used for analysis. The provision of data in a uniform format, which can be easily assessed for quality, linked to provenance and phenotype and used for analysis, is therefore necessary.\\n\\nRESULTS: The performance of de novo short-read assembly followed by automatic annotation using the pubMLST.org Neisseria database was assessed and evaluated for 108 diverse, representative, and well-characterised Neisseria meningitidis isolates. High-quality sequences were obtained for >99% of known meningococcal genes among the de novo assembled genomes and four resequenced genomes and less than 1% of reassembled genes had sequence discrepancies or misassembled sequences. A core genome of 1600 loci, present in at least 95% of the population, was determined using the Genome Comparator tool. Genealogical relationships compatible with, but at a higher resolution than, those identified by multilocus sequence typing were obtained with core genome comparisons and ribosomal protein gene analysis which revealed a genomic structure for a number of previously described phenotypes. This unified system for cataloguing Neisseria genetic variation in the genome was implemented and used for multiple analyses and the data are publically available in the PubMLST Neisseria database.\\n\\nCONCLUSIONS: The de novo assembly, combined with automated gene-by-gene annotation, generates high quality draft genomes in which the majority of protein-encoding genes are present with high accuracy. The approach catalogues diversity efficiently, permits analyses of a single genome or multiple genome comparisons, and is a practical approach to interpreting WGS data for large bacterial population samples. The method generates novel insights into the biology of the meningococcus and improves our understanding of the whole population structure, not just disease causing lineages."
}