{
  "type_of_reference": "JOUR",
  "primary_title": "ARG-annot, a new bioinformatic tool to discover antibiotic resistance genes in bacterial genomes",
  "first_authors": [
    "Gupta, Sushim Kumar",
    "Padmanabhan, Babu Roshan",
    "Diene, Seydina M.",
    "Lopez-Rojas, Rafael",
    "Kempf, Marie",
    "Landraud, Luce",
    "Rolain, Jean-Marc Marc"
  ],
  "publication_year": "2014///",
  "alternate_title3": "Antimicrobial Agents and Chemotherapy",
  "volume": "58",
  "number": "1",
  "start_page": "212",
  "end_page": "220",
  "issn": "0066-4804",
  "doi": "10.1128/AAC.01310-13",
  "file_attachments1": "file:///D:/articles/Gupta et al. - Unknown - ARG-ANNOT, a New Bioinformatic Tool To Discover Antibiotic Resistance Genes in Bacterial Genomes(2).pdf",
  "abstract": "ARG-ANNOT (Antibiotic Resistance Gene-ANNOTation) is a new bioinformatic tool that was created to detect existing and putative new antibiotic resistance (AR) genes in bacterial genomes. ARG-ANNOT uses a local BLAST program in Bio-Edit software that allows the user to analyze sequences without a Web interface. All AR genetic determinants were collected from published works and online resources; nucleotide and protein sequences were retrieved from the NCBI GenBank database. After building a database that includes 1,689 antibiotic resistance genes, the software was tested in a blind manner using 100 random sequences selected from the database to verify that the sensitivity and specificity were at 100% even when partial sequences were queried. Notably, BLAST analysis results obtained using the rmtF gene sequence (a new aminoglycoside-modifying enzyme gene sequence that is not included in the database) as a query revealed that the tool was able to link this sequence to short sequences (17 to 40 bp) found in other genes of the rmt family with significant E values. Finally, the analysis of 178 Acinetobacter baumannii and 20 Staphylococcus aureus genomes allowed the detection of a significantly higher number of AR genes than the Resfinder gene analyzer and 11 point mutations in target genes known to be associated with AR. The average time for the analysis of a genome was 3.35 ± 0.13 min. We have created a concise database for BLAST using a Bio-Edit interface that can detect AR genetic determinants in bacterial genomes and can rapidly and easily discover putative new AR genetic determinants."
}