{
  "type_of_reference": "JOUR",
  "primary_title": "LRE-Finder, a Web tool for detection of the 23S rRNA mutations and the optrA, cfr, cfr(B) and poxtA genes encoding linezolid resistance in enterococci from whole-genome sequences",
  "first_authors": [
    "Hasman, Henrik",
    "Clausen, Philip T.L.C.",
    "Kaya, Hülya",
    "Hansen, Frank",
    "Knudsen, Jenny Dahl",
    "Wang, Mikala",
    "Holzknecht, Barbara Juliane",
    "Samulioniené, Jurgita",
    "Røder, Bent L.",
    "Frimodt-Møller, Niels",
    "Lund, Ole",
    "Hammerum, Anette M."
  ],
  "publication_year": "2019///",
  "alternate_title3": "Journal of Antimicrobial Chemotherapy",
  "volume": "74",
  "number": "6",
  "start_page": "1473",
  "end_page": "1476",
  "doi": "10.1093/jac/dkz092",
  "file_attachments1": "file:///C:/Users/BeBo1045/Downloads/hasman2019.pdf",
  "abstract": "Objectives: In enterococci, resistance to linezolid is often mediated by mutations in the V domain of the 23S rRNA gene (G2576T or G2505A). Furthermore, four genes [optrA, cfr, cfr(B) and poxtA] encode linezolid resistance in enterococci. We aimed to develop a Web tool for detection of the two mutations and the four genes encoding linezolid resistance in enterococci from whole-genome sequence data. Methods: LRE-Finder (where LRE stands for linezolid-resistant enterococci) detected the fraction of Ts in position 2576 and the fraction of As in position 2505 of the 23S rRNA and the cfr, cfr(B), optrA and poxtA genes by aligning raw sequencing reads (fastq format) with k-mer alignment. For evaluation, fastq files from 21 LRE isolates were submitted to LRE-Finder. As negative controls, fastq files from 1473 non-LRE isolates were submitted to LRE-Finder. The MICs of linezolid were determined for the 21 LRE isolates. As LRE-negative controls, 26 VRE isolates were additionally selected for linezolid MIC determination. Results: LRE-Finder was validated and showed 100% concordance with phenotypic susceptibility testing. A cutoff of 10% mutations in position 2576 and/or position 2505 was set in LRE-Finder for predicting a linezolid resistance phenotype. This cut-off allows for detection of a single mutated 23S allele in both Enterococcus faecalis and Enterococcus faecium, while ignoring low-level sequencing noise. Conclusions: A Web tool for detection of the 23S rRNA mutations (G2576T and G2505A) and the optrA, cfr, cfr(B) and poxtA genes from whole-genome sequences from enterococci is now available online."
}