{
  "type_of_reference": "JOUR",
  "primary_title": "Phylogenetic and genomic diversity of human bacteremic Escherichia coli strains",
  "first_authors": [
    "Jaureguy, Françoise",
    "Landraud, Luce",
    "Passet, Virginie",
    "Diancourt, Laure",
    "Frapy, Eric",
    "Guigon, Ghislaine",
    "Carbonnelle, Etienne",
    "Lortholary, Olivier",
    "Clermont, Olivier",
    "Denamur, Erick",
    "Picard, Bertrand",
    "Nassif, Xavier",
    "Brisse, Sylvain"
  ],
  "publication_year": "2008///",
  "alternate_title3": "BMC Genomics",
  "volume": "9",
  "start_page": "1",
  "end_page": "14",
  "issn": "1471-2164",
  "doi": "10.1186/1471-2164-9-560",
  "file_attachments1": "file:///D:/articles/1471-2164-9-560.pdf",
  "abstract": "Extraintestinal pathogenic Escherichia coli (ExPEC) strains represent a huge public health burden. Knowledge of their clonal diversity and of the association of clones with genomic content and clinical features is a prerequisite to recognize strains with a high invasive potential. In order to provide an unbiased view of the diversity of E. coli strains responsible for bacteremia, we studied 161 consecutive isolates from patients with positive blood culture obtained during one year in two French university hospitals. We collected precise clinical information, multilocus sequence typing (MLST) data and virulence gene content for all isolates. A subset representative of the clonal diversity was subjected to comparative genomic hybridization (CGH) using 2,324 amplicons from the flexible gene pool of E. coli. Recombination-insensitive phylogenetic analysis of MLST data in combination with the ECOR collection revealed that bacteremic E. coli isolates were highly diverse and distributed into five major lineages, corresponding to the classical E. coli phylogroups (A+B1, B2, D and E) and group F, which comprises strains previously assigned to D. Compared to other strains of phylogenetic group B2, strains belonging to MLST-derived clonal complexes (CCs) CC1 and CC4 were associated (P < 0.05) with a urinary origin. In contrast, no CC appeared associated with severe sepsis or unfavorable outcome of the bacteremia. CGH analysis revealed genomic characteristics of the distinct CCs and identified genomic regions associated with CC1 and/or CC4. Our results demonstrate that human bacteremia strains distribute over the entire span of E. coli phylogenetic diversity and that CCs represent important phylogenetic units for pathogenesis and comparative genomics."
}