{
  "type_of_reference": "JOUR",
  "primary_title": "CARD 2017: Expansion and model-centric curation of the comprehensive antibiotic resistance database",
  "first_authors": [
    "Jia, Baofeng",
    "Raphenya, Amogelang R.",
    "Alcock, Brian",
    "Waglechner, Nicholas",
    "Guo, Peiyao",
    "Tsang, Kara K.",
    "Lago, Briony A.",
    "Dave, Biren M.",
    "Pereira, Sheldon",
    "Sharma, Arjun N.",
    "Doshi, Sachin",
    "Courtot, Mélanie",
    "Lo, Raymond",
    "Williams, Laura E.",
    "Frye, Jonathan G.",
    "Elsayegh, Tariq",
    "Sardar, Daim",
    "Westman, Erin L.",
    "Pawlowski, Andrew C.",
    "Johnson, Timothy A.",
    "Brinkman, Fiona S.L.",
    "Wright, Gerard D.",
    "McArthur, Andrew G."
  ],
  "publication_year": "2017///",
  "alternate_title3": "Nucleic Acids Research",
  "volume": "45",
  "number": "D1",
  "start_page": "D566",
  "end_page": "D573",
  "issn": "1362-4962 (Electronic)\\r0305-1048 (Linking)",
  "doi": "10.1093/nar/gkw1004",
  "file_attachments1": "file:///D:/articles/gkw1004.pdf",
  "abstract": "The Comprehensive Antibiotic Resistance Database (CARD; http://arpcard.mcmaster.ca) is a manually curated resource containing high quality reference data on the molecular basis of antimicrobial resistance (AMR), with an emphasis on the genes, proteins and mutations involved in AMR. CARD is ontologically structured, model centric, and spans the breadth of AMR drug classes and resistance mechanisms, including intrinsic, mutation-driven and acquired resistance. It is built upon the Antibiotic Resistance Ontology (ARO), a custom built, interconnected and hierarchical controlled vocabulary allowing advanced data sharing and organization. Its design allows the development of novel genome analysis tools, such as the Resistance Gene Identifier (RGI) for resistome prediction from raw genome sequence. Recent improvements include extensive curation of additional reference sequences and mutations, development of a unique Model Ontology and accompanying AMR detection models to power sequence analysis, new visualization tools, and expansion of the RGI for detection of emergent AMR threats. CARD curation is updated monthly based on an interplay of manual literature curation, computational text mining, and genome analysis."
}