{
  "type_of_reference": "JOUR",
  "primary_title": "Real-time whole-genome sequencing for routine typing, surveillance, and outbreak detection of verotoxigenic Escherichia coli",
  "first_authors": [
    "Joensen, Katrine Grimstrup",
    "Scheutz, Flemming",
    "Lund, Ole",
    "Hasman, Henrik",
    "Kaas, Rolf Sommer",
    "Nielsen, Eva M",
    "Aarestrup, Frank M"
  ],
  "publication_year": "2014///",
  "alternate_title3": "Journal of Clinical Microbiology",
  "volume": "52",
  "number": "5",
  "start_page": "1501",
  "end_page": "1510",
  "issn": "1098-660X (Electronic)\\r0095-1137 (Linking)",
  "doi": "10.1128/JCM.03617-13",
  "file_attachments1": "file:///D:/articles/1501.full.pdf",
  "abstract": "Fast and accurate identification and typing of pathogens are essential for effective surveillance and outbreak detection. The current routine procedure is based on a variety of techniques, making the procedure laborious, time-consuming, and expensive. With whole-genome sequencing (WGS) becoming cheaper, it has huge potential in both diagnostics and routine surveillance. The aim of this study was to perform a real-time evaluation of WGS for routine typing and surveillance of verocytotoxin-producing Escherichia coli (VTEC). In Denmark, the Statens Serum Institut (SSI) routinely receives all suspected VTEC isolates. During a 7-week period in the fall of 2012, all incoming isolates were concurrently subjected to WGS using IonTorrent PGM. Real-time bioinformatics analysis was performed using web-tools (www.genomicepidemiology.org) for species determination, multilocus sequence type (MLST) typing, and determination of phylogenetic relationship, and a specific VirulenceFinder for detection of E coli virulence genes was developed as part of this study. In total, 46 suspected VTEC isolates were characterized in parallel during the study. VirulenceFinder proved successful in detecting virulence genes included in routine typing, explicitly verocytotoxin 1(vtx1), verocytotoxin 2(vtx2), and intimin (eae), and also detected additional virulence genes. VirulenceFinder is also a robust method for assigning verocytotoxin (vtx) subtypes. A real-time clustering of isolates in agreement with the epidemiology was established from WGS, enabling discrimination between sporadic and outbreak isolates. Overall, WGS typing produced results faster and at a lower cost than the current routine. Therefore, WGS typing is a superior alternative to conventional typing strategies. This approach may also be applied to typing and surveillance of other pathogens. Copyright © 2014, American Society for Microbiology. All Rights Reserved."
}