{
  "type_of_reference": "JOUR",
  "primary_title": "Ribosomal multilocus sequence typing: Universal characterization of bacteria from domain to strain",
  "first_authors": [
    "Jolley, Keith A.",
    "Bliss, Carly M.",
    "Bennett, Julia S.",
    "Bratcher, Holly B.",
    "Brehony, Carina",
    "Colles, Frances M.",
    "Wimalarathna, Helen",
    "Harrison, Odile B.",
    "Sheppard, Samuel K.",
    "Cody, Alison J.",
    "Maiden, Martin C.J."
  ],
  "publication_year": "2012///",
  "alternate_title3": "Microbiology",
  "volume": "158",
  "number": "4",
  "start_page": "1005",
  "end_page": "1015",
  "doi": "10.1099/mic.0.055459-0",
  "url": "http://mic.microbiologyresearch.org/content/journal/micro/10.1099/mic.0.055459-0",
  "file_attachments1": "file:///D:/articles/Jolley et al. - 2012 - Ribosomal multilocus sequence typing universal characterization of bacteria from domain to strain.pdf",
  "abstract": "No single genealogical reconstruction or typing method currently encompasses all levels of bacterial diversity, from domain to strain. We propose ribosomal multilocus sequence typing (rMLST), an approach which indexes variation of the 53 genes encoding the bacterial ribosome protein subunits (rps genes), as a means of integrating microbial genealogy and typing. As with multilocus sequence typing (MLST), rMLST employs curated reference sequences to identify gene variants efficiently and rapidly. The rps loci are ideal targets for a universal characterization scheme as they are: (i) present in all bacteria; (ii) distributed around the chromosome; and (iii) encode proteins which are under stabilizing selection for functional conservation. Collectively, the rps loci exhibit variation that resolves bacteria into groups at all taxonomic and most typing levels, providing significantly more resolution than 16S small subunit rRNA gene phylogenies. A webaccessible expandable database, comprising whole-genome data from more than 1900 bacterial isolates, including 28 draft genomes assembled de novo from the European Bioinformatics Institute (EBI) sequence read archive, has been assembled. The rps gene variation catalogued in this database permits rapid and computationally non-intensive identification of the phylogenetic position of any bacterial sequence at the domain, phylum, class, order, family, genus, species and strain levels. The groupings generated with rMLST data are consistent with current nomenclature schemes and independent of the clustering algorithm used. This approach is applicable to the other domains of life, potentially providing a rational and universal approach to the classification of life that is based on one of its fundamental features, the translation mechanism. © 2012 SGM."
}