{
  "type_of_reference": "JOUR",
  "primary_title": "ConFindr: Rapid detection of intraspecies and cross-species contamination in bacterial whole-genome sequence data",
  "first_authors": [
    "Low, Andrew J.",
    "Koziol, Adam G.",
    "Manninger, Paul A.",
    "Blais, Burton",
    "Carrillo, Catherine D."
  ],
  "publication_year": "2019///",
  "keywords": [
    "Bacteria",
    "Bioinformatic",
    "ConFindr",
    "Contamination",
    "Illumina",
    "Listeria",
    "Quality",
    "STEC",
    "Salmonella",
    "Whole Genome Sequence"
  ],
  "alternate_title3": "PeerJ",
  "volume": "2019",
  "number": "5",
  "doi": "10.7717/peerj.6995",
  "abstract": "Whole-genome sequencing (WGS) of bacterial pathogens is currently widely used to support public-health investigations. The ability to assess WGS data quality is critical to underpin the reliability of downstream analyses. Sequence contamination is a quality issue that could potentially impact WGS-based findings; however, existing tools do not readily identify contamination from closely-related organisms. To address this gap, we have developed a computational pipeline, ConFindr, for detection of intraspecies contamination. ConFindr determines the presence of contaminating sequences based on the identification of multiple alleles of core, single-copy, ribosomal-protein genes in raw sequencing reads. The performance of this tool was assessed using simulated and lab-generated Illumina short-read WGS data with varying levels of contamination (0_20% of reads) and varying genetic distance between the designated target and contaminant strains. Intraspecies and cross-species contamination was reliably detected in datasets containing 5% or more reads from a second, unrelated strain. ConFindr detected intraspecies contamination with higher sensitivity than existing tools, while also being able to automatically detect cross-species contamination with similar sensitivity. The implementation of ConFindr in quality-control pipelines will help to improve the reliability of WGS databases as well as the accuracy of downstream analyses. ConFindr is written in Python, and is freely available under the MIT License at github.com/OLC-Bioinformatics/ConFindr."
}