{
  "type_of_reference": "JOUR",
  "primary_title": "The comprehensive antibiotic resistance database",
  "first_authors": [
    "McArthur, Andrew G.",
    "Waglechner, Nicholas",
    "Nizam, Fazmin",
    "Yan, Austin",
    "Azad, Marisa A.",
    "Baylay, Alison J.",
    "Bhullar, Kirandeep",
    "Canova, Marc J.",
    "De Pascale, Gianfranco",
    "Ejim, Linda",
    "Kalan, Lindsay",
    "King, Andrew M.",
    "Koteva, Kalinka",
    "Morar, Mariya",
    "Mulvey, Michael R.",
    "O'Brien, Jonathan S.",
    "Pawlowski, Andrew C.",
    "Piddock, Laura J.V.",
    "Spanogiannopoulos, Peter",
    "Sutherland, Arlene D.",
    "Tang, Irene",
    "Taylor, Patricia L.",
    "Thaker, Maulik",
    "Wang, Wenliang",
    "Yan, Marie",
    "Yu, Tennison",
    "Wright, Gerard D."
  ],
  "publication_year": "2013///",
  "alternate_title3": "Antimicrobial Agents and Chemotherapy",
  "volume": "57",
  "number": "7",
  "start_page": "3348",
  "end_page": "3357",
  "issn": "1098-6596 (Electronic)\\n0066-4804 (Linking)",
  "doi": "10.1128/AAC.00419-13",
  "file_attachments1": "file:///D:/articles/Mcarthur et al. - Unknown - The Comprehensive Antibiotic Resistance Database.pdf",
  "abstract": "The field of antibiotic drug discovery and the monitoring of new antibiotic resistance elements have yet to fully exploit the power of the genome revolution. Despite the fact that the first genomes sequenced of free living organisms were those of bacteria, there have been few specialized bioinformatic tools developed to mine the growing amount of genomic data associated with pathogens. In particular, there are few tools to study the genetics and genomics of antibiotic resistance and how it impacts bacterial populations, ecology, and the clinic. We have initiated development of such tools in the form of the Comprehensive Antibiotic Research Database (CARD; http://arpcard.mcmaster.ca). The CARD integrates disparate molecular and sequence data, provides a unique organizing principle in the form of the Antibiotic Resistance Ontology (ARO), and can quickly identify putative antibiotic resistance genes in new unannotated genome sequences. This unique platform provides an informatic tool that bridges antibiotic resistance concerns in health care, agriculture, and the environment."
}