{
  "type_of_reference": "JOUR",
  "primary_title": "Novel DNA chip based on a modified DigiTag2 Assay for high-throughput species identification and genotyping of mycobacterium tuberculosis complex isolates",
  "first_authors": [
    "Srilohasin, Prapaporn",
    "Chaiprasert, Angkana",
    "Tokunaga, Katsushi",
    "Nao, Nishida",
    "Prammananan, Therdsak"
  ],
  "publication_year": "2014///",
  "alternate_title3": "Journal of Clinical Microbiology",
  "volume": "52",
  "number": "6",
  "start_page": "1962",
  "end_page": "1968",
  "issn": "1098-660X (Electronic) 0095-1137 (Linking)",
  "doi": "10.1128/JCM.00153-14",
  "file_attachments1": "file:///D:/articles/J. Clin. Microbiol.-2014-Srilohasin-1962-8.pdf",
  "abstract": "A multipurpose high-throughput genotyping tool for the assessment of recent epidemiological data and evolutional pattern in Mycobacterium tuberculosis complex (MTBC) clinical isolates was developed in this study. To facilitate processing, 51 highly informative single nucleotide polymorphisms (SNPs) were selected for discriminating the clinically most relevant MTBC species and genotyping M. tuberculosis into its principle genetic groups (PGGs) and SNP cluster groups (SCGs). Because of the high flexibility of the DigiTag2 assay, the identical protocol and DNA array containing the identical set of probes were applied to the highly GC-rich mycobacterial genome. The specific primers with multiplex amplification and hybridization conditions based on the DigiTag2 principle were optimized and evaluated with 14 MTBC reference strains, 4 nontuberculous mycobacteria (NTM) isolates, and 322 characterized M. tuberculosis clinical isolates. The DNA chip that was developed revealed a 99.85% call rate, a 100% conversion rate, and 99.75% reproducibility. For the accuracy rate, 98.94% of positive calls were consistent with previous molecular characterizations. Our cost-effective technology was capable of simultaneously identifying the MTBC species and the genotypes of 96 M. tuberculosis clinical isolates within 6 h using only simple instruments, such as a thermal cycler, a hybridization oven, and a DNA chip scanner, and less technician skill was required than for other techniques. We demonstrate this approach's potential as a simple, flexible, and rapid tool for providing clearer information regarding circulating MTBC isolates."
}