{
  "type_of_reference": "JOUR",
  "primary_title": "Whole-genome sequencing for prediction of Mycobacterium tuberculosis drug susceptibility and resistance: A retrospective cohort study",
  "first_authors": [
    "Walker, Timothy M.",
    "Kohl, Thomas A.",
    "Omar, Shaheed V.",
    "Hedge, Jessica",
    "Del Ojo Elias, Carlos",
    "Bradley, Phelim",
    "Iqbal, Zamin",
    "Feuerriegel, Silke",
    "Niehaus, Katherine E.",
    "Wilson, Daniel J.",
    "Clifton, David A.",
    "Kapatai, Georgia",
    "Ip, Camilla L.C.",
    "Bowden, Rory",
    "Drobniewski, Francis A.",
    "Allix-Béguec, Caroline",
    "Gaudin, Cyril",
    "Parkhill, Julian",
    "Diel, Roland",
    "Supply, Philip",
    "Crook, Derrick W.",
    "Smith, E. Grace",
    "Walker, A. Sarah",
    "Ismail, Nazir",
    "Niemann, Stefan",
    "Peto, Tim E.A.",
    "Davies, Jim",
    "Crichton, Charles",
    "Acharya, Milind",
    "Madrid-Marquez, Laura",
    "Eyre, David",
    "Wyllie, David",
    "Golubchik, Tanya",
    "Munang, Melinda"
  ],
  "publication_year": "2015///",
  "alternate_title3": "The Lancet Infectious Diseases",
  "volume": "15",
  "number": "10",
  "start_page": "1193",
  "end_page": "1202",
  "issn": "1473-3099",
  "doi": "10.1016/S1473-3099(15)00062-6",
  "file_attachments1": "file:///D:/articles/1-s2.0-S1473309915000626-main.pdf",
  "abstract": "Background: Diagnosing drug-resistance remains an obstacle to the elimination of tuberculosis. Phenotypic drug-susceptibility testing is slow and expensive, and commercial genotypic assays screen only common resistance-determining mutations. We used whole-genome sequencing to characterise common and rare mutations predicting drug resistance, or consistency with susceptibility, for all first-line and second-line drugs for tuberculosis. Methods: Between Sept 1, 2010, and Dec 1, 2013, we sequenced a training set of 2099 Mycobacterium tuberculosis genomes. For 23 candidate genes identified from the drug-resistance scientific literature, we algorithmically characterised genetic mutations as not conferring resistance (benign), resistance determinants, or uncharacterised. We then assessed the ability of these characterisations to predict phenotypic drug-susceptibility testing for an independent validation set of 1552 genomes. We sought mutations under similar selection pressure to those characterised as resistance determinants outside candidate genes to account for residual phenotypic resistance. Findings: We characterised 120 training-set mutations as resistance determining, and 772 as benign. With these mutations, we could predict 89·2% of the validation-set phenotypes with a mean 92·3% sensitivity (95% CI 90·7-93·7) and 98·4% specificity (98·1-98·7). 10·8% of validation-set phenotypes could not be predicted because uncharacterised mutations were present. With an in-silico comparison, characterised resistance determinants had higher sensitivity than the mutations from three line-probe assays (85·1% vs 81·6%). No additional resistance determinants were identified among mutations under selection pressure in non-candidate genes. Interpretation: A broad catalogue of genetic mutations enable data from whole-genome sequencing to be used clinically to predict drug resistance, drug susceptibility, or to identify drug phenotypes that cannot yet be genetically predicted. This approach could be integrated into routine diagnostic workflows, phasing out phenotypic drug-susceptibility testing while reporting drug resistance early. Funding: Wellcome Trust, National Institute of Health Research, Medical Research Council, and the European Union."
}