{
  "type_of_reference": "JOUR",
  "primary_title": "PointFinder: A novel web tool for WGS-based detection of antimicrobial resistance associated with chromosomal point mutations in bacterial pathogens",
  "first_authors": [
    "Zankari, Ea",
    "Allesøe, Rosa",
    "Joensen, Katrine Grimstrup",
    "Cavaco, Lina M.",
    "Lund, Ole",
    "Aarestrup, Frank M."
  ],
  "publication_year": "2017///",
  "alternate_title3": "Journal of Antimicrobial Chemotherapy",
  "volume": "72",
  "number": "10",
  "start_page": "2764",
  "end_page": "2768",
  "issn": "1460-2091 0305-7453",
  "doi": "10.1093/jac/dkx217",
  "file_attachments1": "file:///D:/articles/dkx217.pdf",
  "abstract": "Background: Antibiotic resistance is a major health problem, as drugs that were once highly effective no longer cure bacterial infections. WGS has previously been shown to be an alternative method for detecting horizontally acquired antimicrobial resistance genes. However, suitable bioinformatics methods that can provide easily interpretable, accurate and fast results for antimicrobial resistance associated with chromosomal point mutations are still lacking. Methods: Phenotypic antimicrobial susceptibility tests were performed on 150 isolates covering three different bacterial species: Salmonella enterica, Escherichia coli and Campylobacter jejuni. The web-server ResFinder-2.1 was used to identify acquired antimicrobial resistance genes and two methods, the novel PointFinder (using BLAST) and an in-house method (mapping of raw WGS reads), were used to identify chromosomal point mutations. Results were compared with phenotypic antimicrobial susceptibility testing results. Results: A total of 685 different phenotypic tests associated with chromosomal resistance to quinolones, polymyxin, rifampicin, macrolides and tetracyclines resulted in 98.4% concordance. Eleven cases of disagreement between tested and predicted susceptibility were observed: two C. jejuni isolates with phenotypic fluoroquinolone resistance and two with phenotypic erythromycin resistance and five colistin-susceptible E. coli isolates with a detected pmrB V161G mutation when assembled with Velvet, but not when using SPAdes or when mapping the reads. Conclusions: PointFinder proved, with high concordance between phenotypic and predicted antimicrobial susceptibility, to be a user-friendly web tool for detection of chromosomal point mutations associated with antimicrobial resistance."
}