{
  "type_of_reference": "JOUR",
  "primary_title": "The EnteroBase user’s guide, with case studies on Salmonella transmissions, Yersinia pestis phylogeny, and Escherichia core genomic diversity",
  "first_authors": [
    "Zhou, Zhemin",
    "Alikhan, Nabil Fareed",
    "Mohamed, Khaled",
    "Fan, Yulei",
    "Achtman, Mark"
  ],
  "publication_year": "2020///",
  "alternate_title3": "Genome Research",
  "volume": "30",
  "number": "1",
  "start_page": "138",
  "end_page": "152",
  "doi": "10.1101/gr.251678.119",
  "file_attachments1": "file:///C:/Users/BeBo1045/Downloads/Genome Res.-2019-Zhou-gr.251678.119.pdf",
  "abstract": "EnteroBase is an integrated software environment that supports the identification of global population structures within several bacterial genera that include pathogens. Here, we provide an overview of how EnteroBase works, what it can do, and its future prospects. EnteroBase has currently assembled more than 300,000 genomes from Illumina short reads from Salmonella, Escherichia, Yersinia, Clostridioides, Helicobacter, Vibrio, and Moraxella and genotyped those assemblies by core genome multilocus sequence typing (cgMLST). Hierarchical clustering of cgMLST sequence types allows mapping a new bacterial strain to predefined population structures at multiple levels of resolution within a few hours after uploading its short reads. Case Study 1 illustrates this process for local transmissions of Salmonella enterica serovar Agama between neighboring social groups of badgers and humans. EnteroBase also supports single nucleotide polymorphism (SNP) calls from both genomic assemblies and after extraction from metagenomic sequences, as illustrated by Case Study 2 which summarizes the microevolution of Yersinia pestis over the last 5000 years of pandemic plague. EnteroBase can also provide a global overview of the genomic diversity within an entire genus, as illustrated by Case Study 3, which presents a novel, global overview of the population structure of all of the species, subspecies, and clades within Escherichia."
}